Revit 2024 API
GroupTypeId.Profilen2 Property
 Profile 2.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Profilen2 { get; }
Visual Basic
Public Shared ReadOnly Property Profilen2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Profilen2 {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace